IdeaRS.OpenModel.CrossSection.CssComponent
One component of cross-section

IdeaRS.OpenModel.CrossSection.CssComponent.Material
Material

IdeaRS.OpenModel.CrossSection.CssComponent.Geometry
Geometry

IdeaRS.OpenModel.CrossSection.CssComponent.Phase
Phase